Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: As soon as they were well inside the yard, the three horses, the three cows, and the rest of the pigs, who had been lying in ambush in the cowshed, suddenly emerged in their rear, cutting them off.
uk_1984_iryna_dybko_khutir_tvaryn: це була його стратегія, щоб люди зайшли на середину майдану, бо назустріч їм вбігли коні, корови і всі свині що досі скривались.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щойно люди втяглися в двір, як із тилу, перетинаючи шлях до відступу, вискочили троє коней, три корови і решта свиней, що засіли у корівнику.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тільки-но нападники опинилися посеред двору, троє коней, три корови й усі свині, що лежали в засідці за корівником, раптово з’явилися в тилу противника, відрізавши шлях до відступу.

source: Snowball now gave the signal for the charge. He himself dashed straight for Jones. Jones saw him coming, raised his gun and fired.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович вів перед — він прямував на двобій із Романовим, але Романов, побачивши те, прострелив його рушницею.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок подав сигнал до атаки, а сам кинувся просто на Джонса. Той, побачивши, що Сніжок мчить на нього, звів рушницю й вистрілив.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тільки тоді Сніжок дав сигнал до справжньої атаки й кинувся прямо на Джонса. Той, побачивши перед собою оскаженілого кнура, підняв рушницю й вистрілив.

source: The pellets scored bloody streaks along Snowball’s back, and a sheep dropped dead.
uk_1984_iryna_dybko_khutir_tvaryn: Смужки крови вкрили плечі Давидовича. Другий постріл поцілив овечку В груди й прошив їй серце.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Шріт прокреслив криваві смуги на Сніжковій спині, зваливши намертво одну вівцю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Дріб прокреслила криваві смуги по спині Сніжка, а вівця, що бігла за ним, впала намертво.

source: Without halting for an instant, Snowball flung his fifteen stone against Jones’s legs. Jones was hurled into a pile of dung and his gun flew out of his hands.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович не здавався. Він із болю й люті, не звертаючи уваги що струмочками спливає кров його, кинув каменюку й поцілив нею Романова в ногу; він із болю поваливсь, а рушниця випала йому з руки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не спинившись і на мить, Сніжок усіма шістьма пудами вдарив Джонса по ногах. Той беркицьнувся в купу гною, рушниця вилетіла йому з рук.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ні на мить не сповільнюючи бігу, Сніжок атакував ворога всіма своїми немаленькими кілограмами. Джонс відлетів на купу гною, випустивши рушницю з рук.

source: But the most terrifying spectacle of all was Boxer, rearing up on his hind legs and striking out with his great iron-shod hoofs like a stallion.
uk_1984_iryna_dybko_khutir_tvaryn: Найбільш тріюмфальним був наступ Добрилова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та найстрашніше було бачити Боксера; ставши дибки, він, як справжній жеребець, бив величезними кованими копитами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та найбільше жаху наводив Боксер, який ставав дибки й, подібно до бойового жеребця, вимахував кованими копитами.

source: His very first blow took a stable-lad from Foxwood on the skull and stretched him lifeless in the mud.
uk_1984_iryna_dybko_khutir_tvaryn: Він своїм могутнім ударом копит покінчив життя конюха з хутора Куцополе, а решта наймитів, побачивши те — дала знати ногам.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Найперше він звалив у багно конюха з ферми «Лисячий гай», влучивши йому в тім'я.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Першим же ударом він розбив череп факсвудсьму конюхові, і той впав бездиханним.

source: At the sight, several men dropped their sticks and tried to run.
uk_1984_iryna_dybko_khutir_tvaryn: [а решта наймитів, побачивши те — дала знати ногам.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Побачивши таке, дехто з людей покидав дрючки і кинувся навтьоки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Побачивши таке, кілька чоловіків, кинувши палиці, спробували втекти.

source: Panic overtook them, and the next moment all the animals together were chasing them round and round the yard. They were gored, kicked, bitten, trampled on.
uk_1984_iryna_dybko_khutir_tvaryn: В полоні паніки втікали люди, хто як і куди міг. За ними вслід гнались тварини і без пощади, як уміли, ранили їх, навіть кіт скочив з даху і впився нігтями в шию пастуха.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: їх охопила паніка, і вже наступної хвилини тварини ганялися за ними по всьому подвір'ю. їх буцали, копали, кусали, топтали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тоді почалося справжнє побоїще: тварини ганяли їх по двору, підіймали на роги, кусали, буцали, топтали.

source: There was not an animal on the farm that did not take vengeance on them after his own fashion.
uk_1984_iryna_dybko_khutir_tvaryn: [і без пощади, як уміли, ранили їх,]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На фермі не було жодної тварини, що не помстилася, як сама знала.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не було жодної тварини, яка б не помстилася ворогам.

source: Even the cat suddenly leapt off a roof onto a cowman’s shoulders and sank her claws in his neck, at which he yelled horribly.
uk_1984_iryna_dybko_khutir_tvaryn: [навіть кіт скочив з даху і впився нігтями в шию пастуха.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть кіт несподівано плигнув з даху на дояра, запустивши йому в шию пазурі, що той аж несамовито заверещав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть кішка, раптово зістрибнувши з даху на плечі своєму кривдникові, з такою люттю застромила пазурі йому в шию, що той заверещав не своїм голосом.

source: At a moment when the opening was clear, the men were glad enough to rush out of the yard and make a bolt for the main road.
uk_1984_iryna_dybko_khutir_tvaryn: Всі утікаючи, подавалися далеко поза загорожу Хутора тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щойно завиднів вихід, як люди притьмом дременули з двору, уганяючи в бік шляху.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Діставшись нарешті до воріт, двоноге військо, не зупиняючись, щодуху помчало далі.

source: All the men were gone except one. Back in the yard Boxer was pawing with his hoof at the stable-lad who lay face down in the mud, trying to turn him over.
uk_1984_iryna_dybko_khutir_tvaryn: Там побачив Добрилов пастуха, що його копитом «почастував», але Добрилов із жалем промовив:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі люди втекли, тільки в дворі Боксер копитом ворушив конюха, що долічерева лежав у гною, намагаючись перевернути його.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та не всі змогли залишити поле бою. Конюх так само лежав ниць, розпластавшись на купі гною, і не ворушився. Боксер безрезультатно намагався перевернути його копитом.

source: The boy did not stir. “He is dead,” said Boxer sorrowfully. “I had no intention of doing that. I forgot that I was wearing iron shoes. Who will believe that I did not do this on purpose?”
uk_1984_iryna_dybko_khutir_tvaryn: — О, я не хотів його вбити я просто забув, що в мене копита підковані залізом; чи повірить мені хто, що я не зробив цього навмисне?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Той не ворушився. — Він готовий, — сумно проказав Боксер. — Я не хотів, щоб так вийшло. Я забув, що в мене підковані копита. Хто повірить, що я це зробив не навмисне?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Він мертвий, — гірко мовив кінь. — Я не хотів цього. Просто забув, що підкови в мене залізні. Хто мені повірить, що я зробив це не навмисне?

source: “No sentimentality, comrade!” cried Snowball from whose wounds the blood was still dripping.
uk_1984_iryna_dybko_khutir_tvaryn: — Не розчулюйся зайво, товаришу, — промовив Давидовим (з його ран іще досі спливала кров).
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Геть жалість, товаришу! — гукнув Сніжок, з чиїх ран все ще соталася кров.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Сентиментальність нам ні до чого, товариші! — закричав Сніжок, з ран якого все ще текла кров.

source: “War is war. The only good human being is a dead one.”
uk_1984_iryna_dybko_khutir_tvaryn: Війна є війною, не жалій людини, бо лише мертва людина добра.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — На війні як на війні. Найкраща людина — це мертва людина.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — На війні як на війні. Найкраща людина — мертва людина.

source: “I have no wish to take life, not even human life,” repeated Boxer, and his eyes were full of tears.
uk_1984_iryna_dybko_khutir_tvaryn: — Я не люблю навіть і людини вбивати. Із сльозами в очах промовив Добрилов.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Я не хочу забирати нічиє життя, навіть людське, — ледь ворушачи язиком, проказав Боксер з повними сліз очима.

source: “Where is Mollie?” exclaimed somebody. Mollie in fact was missing.
uk_1984_iryna_dybko_khutir_tvaryn: — А де є Мілочка? — хтось зауважив, бо увесь час коли тварини боронили хутір, Мілочки ніхто не бачив, справді, Мілочки й досі ніде не було видно.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — А де Моллі? — вигукнув хтось. І справді, Моллі пропала.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — А де Моллі? — вигукнув хтось. Справді, Моллі ніде не було видно.

source: For a moment there was great alarm; it was feared that the men might have harmed her in some way, or even carried her off with them.
uk_1984_iryna_dybko_khutir_tvaryn: На хвилин декілька зчинилась паніка, бо думали, що хтось із людей заподіяв їй кривду, а, може, й забрали люди зі собою втікаючи.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі занепокоїлися, побоюючись, чи не поранили її люди або чи не прихопили з собою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спочатку всі дуже занепокоїлися: може, люди і її поранили чи потягли з собою?

source: In the end, however, she was found hiding in her stall with her head buried among the hay in the manger. She had taken to flight as soon as the gun went off.
uk_1984_iryna_dybko_khutir_tvaryn: Але по довшому шуканні найшли Мілочку в стодолі; вона заривши голову в сіно, скривилася в ньому з того часу, як тільки перший постріл з рушниці пролунав.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та її знайшли в стійлі: вона стояла, сховавши голову в ясла з сіном. Щойно розлігся постріл, як вона кинулася навтьоки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та врешті-решт молоду кобилку знайшли в стійлі, де та ховалася, засунувши голову в ясла із сіном, не тямлячи себе від страху. Вона втекла туди, коли пролунав постріл.

source: And when the others came back from looking for her, it was to find that the stable-lad, who in fact was only stunned, had already recovered and made off.
uk_1984_iryna_dybko_khutir_tvaryn: Саме в тому часі, як усі почали шукати Мілочку, пастух, що тільки був приголомшений Добриловим ударом, прочуняв і втік.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А коли повернулися після її пошуків, то з'ясувалося, що конюх був лише оглушений; прийшовши до тями, він миттю зник.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після пошуків Моллі всі повернулися на подвір’я, то конюха там уже не побачили. Боксер, імовірно, тільки оглушив його, а коли двір спорожнів, прийшов до тями й гайнув звідси.

source: The animals had now reassembled in the wildest excitement, each recounting his own exploits in the battle at the top of his voice.
uk_1984_iryna_dybko_khutir_tvaryn: Та це не перешкодило тваринам у переживанні щастя, кожний репетом розказував про свої зусилля в боротьбі, про незастрашимість, не забули й захоплюватися відвагою Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер тварини зійшлися в нестямному захваті, щодуху вихваляючи свої подвиги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тваринами опанувало неймовірне збудження. Усі одночасно намагалися якнайповніше переказати свої подвиги, перекрикуючи одне одного.

source: An impromptu celebration of the victory was held immediately.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже всі досхочу наговорилися, почали готуватися до святкування перемоги над людьми.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тут же зімпровізували святкування перемоги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тут же зорганізували свято.

source: The flag was run up and Beasts of England was sung a number of times, then the sheep who had been killed was given a solemn funeral, a hawthorn bush being planted on her grave.
uk_1984_iryna_dybko_khutir_tvaryn: По недовгому часі залопотів прапор, пісня «Тварини всіх країн» могутньо залунала, до речі, її співали безконечну кількість разів. Овечку, що її постріл Романова вбив, поховали з належними почестями.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Підняли прапор і кілька разів проспівали свій гімн, потім полеглій вівці влаштували урочистий похорон, а на її могилі посадили кущ глоду.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Підняли прапор, кілька разів проспівали «Тварини Англії», влаштували урочисті похорони застреленої вівці, а на її могилі посадили кущ шипшини.

source: At the graveside Snowball made a little speech, emphasising the need for all animals to be ready to die for Animal Farm if need be.
uk_1984_iryna_dybko_khutir_tvaryn: Над її могилою Давидович закликав брати приклад із її хоробрости, обороняти свій хутір, не вагаючись, і віддати життя для його добра.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок виголосив коротку промову, підкресливши, що кожна тварина має бути готовою, якщо виникне потреба, вмерти за ферму «Рай для Тварин».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок виголосив промову, закликавши всіх у разі потреби віддати життя за «Колгосп тварин».

source: The animals decided unanimously to create a military decoration, “Animal Hero, First Class,” which was conferred there and then on Snowball and Boxer.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак всі одноголосно ухвалили, що слід відзначити героїв битви належними медалями. Медалею «Герой першої кляси» прикрасили груди Давидовича і Добрилова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім одностайно вирішили запровадити військову відзнаку «Тварина-Герой І ступеня», якою одразу ж нагородили Сніжка й Боксера.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтак одноголосно вирішили заснувати військовий орден «Тварина-Герой I ступеня» й одразу начепили їх Сніжку й Боксеру.

source: It consisted of a brass medal (they were really some old horse-brasses which had been found in the harness-room), to be worn on Sundays and holidays.
uk_1984_iryna_dybko_khutir_tvaryn: Також вирішили, що цю медалю треба носити на грудях у кожну неділю й свята.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: То була латунна медаль (насправді — старі кінські бляшки, знайдені серед збруї), що її малося носити в неділю й на свята.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: То були мідні округлі пластини (власне, бляхи з кінської упряжі, знайдені в нині свинячій штаб-квартирі), які постановили носити у неділю і святкові дні.

source: There was also “Animal Hero, Second Class,” which was conferred posthumously on the dead sheep.
uk_1984_iryna_dybko_khutir_tvaryn: Медалю «Герой другої кляси» признали овечці, що віддала життя в боротьбі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Медаллю «Тварина-Герой II ступеня» посмертно нагородили полеглу вівцю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Засновано було й орден «Тварина-Герой II ступеня», яким посмертно нагородили застрелену вівцю.

source: There was much discussion as to what the battle should be called.
uk_1984_iryna_dybko_khutir_tvaryn: Потім чимало часу пройшло на суперечках, як би то цю боротьбу назвати, щоб її кожного року з почестями згадувати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Довго сперечалися про те, як назвати саму битву.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Довго сперечалися про те, як називати виграну битву.

source: In the end, it was named the Battle of the Cowshed, since that was where the ambush had been sprung.
uk_1984_iryna_dybko_khutir_tvaryn: Тому, що засідка на людей і остаточна перемога була за стінами коров’ячої стодоли, назвали и «Бій під Коровицею».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І врешті назвали її Битвою під Корівником, бо саме звідти у вирішальну мить вискочила засідка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарешті дійшли згоди, що це має бути «Битва поблизу Корівника», бо саме звідти засідка вискочила на ворога.

source: Mr. Jones’s gun had been found lying in the mud, and it was known that there was a supply of cartridges in the farmhouse. It was decided to set the gun up at the foot of the Flagstaff, like a piece of artillery, and to fire it twice a year — once on October the twelfth, the anniversary of the Battle of the Cowshed, and once on Midsummer Day, the anniversary of the Rebellion.
uk_1984_iryna_dybko_khutir_tvaryn: Рушницю, що Романов покинув на майдані, вирішили прикріпити під прапором і вживали її для вистрілу, в роді гармати, два рази в рік: вшановуючи бунт-революцію раннім літом і в жовтневу річницю «Бою під Коровицею».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З грязюки витягли Джонсову рушницю, а в домі, як усі знали, був запас патронів. Вирішили встановити рушницю біля флагштока як артилерійську одиницю й салютувати з неї двічі на рік: раз — дванадцятого жовтня, в річницю Битви під Корівником, і ще раз — на Івана Купала, в річницю Повстання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Віднайшли в грязюці рушницю містера Джонса, принесли з житлового будинку патрони й поклали зброю й заряди біля флагштока, щоб у такий спосіб салютувати двічі на рік: в річницю Битви поблизу Корівника, і в річницю Повстання.

source: Chapter V
uk_1984_iryna_dybko_khutir_tvaryn: V
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ V

source: She was late for work every morning and excused herself by saying that she had overslept, and she complained of mysterious pains, although her appetite was excellent.
uk_1984_iryna_dybko_khutir_tvaryn: Тому поведінкою Мілочки були всі стурбовані, вона бо часто з неабияким опізненням приходила на працю, інколи пояснювала, що мала труднощі пробудитись часто дорікала, що себе зле почуває, що має якісь таємничі болі, хоча її апетит заперечував будь-які недуги.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щоранку запізнювалася на роботу, мовляв, проспала, скаржилася на якісь загадкові болі, хоч на апетит не нарікала.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щораз спізнювалася на роботу, бо, як виправдовувалася, проспала, постійно скаржилася на погане здоров’я, хоч апетит у неї, як і зазвичай, був нівроку.

source: On every kind of pretext she would run away from work and go to the drinking pool, where she would stand foolishly gazing at her own reflection in the water.
uk_1984_iryna_dybko_khutir_tvaryn: Коли ж уже й прийшла на роботу — тоді з незрозумілих нікому причин відходила на озеро й без глузду задивлялась на своє віддзеркалення у плесі води.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Під різними приводами тікала з роботи, йшла до ставочка й довго стояла там, витріщаючись на своє відображення у воді.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Під будь-яким приводом тікала з роботи й подовгу простоювала біля ставка, видивляючись на своє зображення у воді.

source: But there were also rumours of something more serious.
uk_1984_iryna_dybko_khutir_tvaryn: Її загадкову поведінку всі на хуторі почали собі пояснювати більш серйознішими причинами, як ті, що вона їх для свого виправдування наводила.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але ходили і серйозніші поголоски.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ходили чутки, що в неї були й серйозніші провини.

source: One day, as Mollie strolled blithely into the yard, flirting her long tail and chewing at a stalk of hay, Clover took her aside.
uk_1984_iryna_dybko_khutir_tvaryn: Одного дня, коли Мілочка повільним кроком ішла в бік майдану, час від часу кокетливо вимахуючи хвостом та розглядаючись на всі сторони хутора, кобила Конева прикликала її до і себе, начебто має їй щось особливого сказати:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якось, коли Моллі весело зайшла до двору, грайливо помахуючи довгим хвостом і жуючи жмут сіна, її відкликала вбік Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Одного разу, коли Моллі в доброму гуморі увійшла до двору, жуючи жмут сіна, Люцерна відвела її вбік.

source: This morning I saw you looking over the hedge that divides Animal Farm from Foxwood.
uk_1984_iryna_dybko_khutir_tvaryn: — Мілочко, сьогодні я бачила тебе, як ти перехилялась понад живопліт
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Уранці я бачила, як ти заглядала за живопліт, що відділяє нашу ферму від «Лисячого Гаю».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сьогодні вранці я бачила, як ти стояла біля живоплоту, що відокремлює «Колгосп тварин» від Фоксвуда.

source: One of Mr. Pilkington’s men was standing on the other side of the hedge.
uk_1984_iryna_dybko_khutir_tvaryn: і один з наймитів Лисячого хутора разом з наймитом Пілсутова підійшов до тебе;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А за живоплотом стояв один із служників містера Пілкінгтона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: По той бік стояв один із працівників Пілкінгтона.

source: And — I was a long way away, but I am almost certain I saw this — he was talking to you and you were allowing him to stroke your nose.
uk_1984_iryna_dybko_khutir_tvaryn: говорили з тобою, а ти їм дозволила гладити своє чоло!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Я хоч і була далеченько, але добре бачила, що він розмовляв з тобою і що ти дозволяла йому гладити себе по морді.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я була далеко, але майже впевнена, що ти дозволила йому говорити з тобою і навіть погладити.

source: What does that mean, Mollie?”
uk_1984_iryna_dybko_khutir_tvaryn: Поясни мені, Мілочко, що це все значить? Ти ж добре знаєш, що не годиться з людьми приставати, ба що більше, дозволяти, щоб вони тебе гладили!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що це значить, Моллі?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Що це означає, Моллі?

source: “He didn’t! I wasn’t! It isn’t true!” cried Mollie, beginning to prance about and paw the ground.
uk_1984_iryna_dybko_khutir_tvaryn: — Ні, ні це неправда! Я туди, біля плоту, що розділяє нині хутір З людьми, не ходила, і ніхто мене не гладив по чолі! Підстрибуючи, вистукуючи копитами спересердя, стаючи дибки, заперечувала Мілочка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Він не гладив! Я не давала! Це неправда! — закричала Моллі, затупцявши на місці й б'ючи копитом об землю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Неправда! Він мене не гладив! Я нічого йому не дозволяла! — закричала Моллі, відвертаючись і гарцюючи на місці.

source: “Mollie! Look me in the face. Do you give me your word of honour that that man was not stroking your nose?”
uk_1984_iryna_dybko_khutir_tvaryn: Мілочко, погляньно мені в очі, дай мені своє слово чести, що люди не гладили твого чола: — приглядаючись обережно Мілочці, говорила серйозним голосом Конева.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Моллі, глянь мені в очі! Ти можеш присягтися, що та людина не гладила тебе?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Моллі, подивися мені в очі! Ти присягнешся, що ця людина не гладила тебе?
